Repository: masuda-so/GratefulMoments
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: Achievements
ja: 実績

source: Add
ja: 追加

source: Cancel
ja: キャンセル

source: Delete Moment
ja: モーメントを削除

source: Discard Moment
ja: モーメントを破棄

source: Grateful For
ja: よかったこと

source: Grateful Moments
ja: 今日のひとコマ

source: Locked Badges
ja: まだ獲得していないバッジ

source: Log your small wins
ja: 小さな達成を書き留めましょう

source: Moments
ja: モーメント

source: No moments yet!
ja: まだモーメントはありません

source: Post a note or photo to start filling this space with gratitude.
ja: 日常のよかったことを、ここに残してみましょう

source: Streak %@
ja: 連続記録 %@

source: The moment will be permanently deleted. Earned badges won't be removed.
ja: このモーメントは完全に削除されます。獲得したバッジは削除されません。

source: Title (Required)
ja: タイトル（必須）

source: Your Badges
ja: 獲得したバッジ
